export const battlepass = [
{
    tier: 1,
    reward: '킹덤 버키',
},
{ 
    tier: 2,
    reward: '행운을 빈다냥 총기 장식',
},
{ 
    tier: 3,
    reward: '10 레디어나이트 포인트',
},
{ 
    tier: 4,
    reward: '어센트 카드',
},
{ 
    tier: 5,
    reward: '킹덤 스펙터',
},
{ 
    tier: 6,
    reward: '폭탄 코기 스프레이',
},
{ 
    tier: 7,
    reward: '상자 총기 장식',
},
{ 
    tier: 8,
    reward: '10 레디어나이트 포인트',
},
{ 
    tier: 9,
    reward: '레이나 ID 카드',
},
{ 
    tier: 10,
    reward: '쿠튀르 불독',
},
{ 
    tier: 11,
    reward: '클래식 도면 카드',
},
{ 
    tier: 12,
    reward: '위험 스프레이',
},
{ 
    tier: 13,
    reward: '10 레디어나이트 포인트',
},
{ 
    tier: 14,
    reward: '치즈 총기장식',
},
{ 
    tier: 15,
    reward: '쿠튀르 스팅어',
},
{ 
    tier: 16,
    reward: '쿠튀르 프렌지',
},
{ 
    tier: 17,
    reward: '캠퍼 스프레이',
},
{ 
    tier: 18,
    reward: '고대의 신비 카드',
},
{ 
    tier: 19,
    reward: '10 레디어나이트 포인트',
},
{ 
    tier: 20,
    reward: '쿠튀르 마샬',
},
{ 
    tier: 21,
    reward: '저기요? 스프레이',
},
{ 
    tier: 22,
    reward: '10 레디어나이트 포인트',
},
{ 
    tier: 23,
    reward: '도넛 총기 장식',
},
{ 
    tier: 24,
    reward: '정전 스프레이',
},
{ 
    tier: 25,
    reward: '킹덤 팬텀',
},
{ 
    tier: 26,
    reward: '비열한 공격 스프레이',
},
{ 
    tier: 27,
    reward: '10 레디어나이트 포인트',
},
{ 
    tier: 28,
    reward: 'GG 슈터 스프레이',
},
{ 
    tier: 29,
    reward: '스펙터 도면 카드',
},
{ 
    tier: 30,
    reward: 'DOT EXE 오딘',
},
{ 
    tier: 31,
    reward: '발로란트 마스코트 카드',
},
{ 
    tier: 32,
    reward: '10 레디어나이트 포인트',
},
{ 
    tier: 33,
    reward: '피자 총기 장식',
},
{ 
    tier: 34,
    reward: '승리를 위해 스프레이',
},
{ 
    tier: 35,
    reward: 'DOT EXE 고스트',
},
{ 
    tier: 36,
    reward: '파괴의 삶 스프레이',
},
{ 
    tier: 37,
    reward: '총알 총기 장식',
},
{ 
    tier: 38,
    reward: '발로란트 새벽 카드',
},
{ 
    tier: 39,
    reward: '10 레디어나이트 포인트',
},
{ 
    tier: 40,
    reward: 'DOT EXE 저지',
},
{ 
    tier: 41,
    reward: '10 레디어나이트 포인트',
},
{ 
    tier: 42,
    reward: '오퍼레이터 도면 카드',
},
{ 
    tier: 43,
    reward: '헤드샷 스프레이',
},
{ 
    tier: 44,
    reward: '레디어나이트 상자 총기 장식',
},
{ 
    tier: 45,
    reward: 'DOT EXE 밴달',
},
{ 
    tier: 46,
    reward: '주먹 인사 스프레이',
},
{ 
    tier: 47,
    reward: '떠오른 어센트 총기 장식',
},
{ 
    tier: 48,
    reward: '기밀 카드',
},
{ 
    tier: 49,
    reward: '10 레디어나이트 포인트',
},
{ 
    tier: 50,
    reward: '킹덤 근접 무기',
},
]

// 4000
// 5000
// 6000
// 7000
// 8000
// 9000
// 10000
// 11000
// 12000
// 13000
// 14000
// 15000
// 16000
// 17000
// 18000
// 19000
// 20000
// 21000
// 22000
// 23000
// 24000
// 25000
// 26000
// 27000
// 28000
// 29000
// 30000
// 31000
// 32000
// 33000
// 34000
// 35000
// 36000
// 37000
// 38000
// 39000
// 40000
// 41000
// 42000
// 43000
// 44000
// 45000
// 46000
// 47000
// 48000
// 49000
// 50000
// 51000
// 52000


// 4000
// 9000
// 15000
// 22000
// 30000
// 39000
// 49000
// 60000
// 72000
// 85000
// 99000
// 114000
// 130000
// 147000
// 165000
// 184000
// 204000
// 225000
// 247000
// 270000
// 294000
// 319000
// 345000
// 372000
// 400000
// 429000
// 459000
// 490000
// 522000
// 555000
// 589000
// 624000
// 660000
// 697000
// 735000
// 774000
// 814000
// 855000
// 897000
// 940000
// 984000
// 1029000
// 1075000
// 1122000
// 1170000
// 1219000
// 1269000
// 1320000
// 1372000