export const agentMD = [

`
브리치는 벽 너머의 적을 효율적으로 공격할 수 있는 요원 중 한 명 입니다.

__여진(C)__은 벽 뒤의 적에게 큰 피해를 입힐 수 있는 스킬이며 최대 데미지는 244 입니다. 벽이 없는 바닥 또는 하늘을 조준할 경우 빨간색 점선이 표시되며 발사가 불가능 하고, 벽에 조준 시 노란색 점선이 표시되고 발사 후 3초 뒤에 큰 피해와 슬로우 군중 제어 효과를 입힙니다. 상대의 위치를 알고 있거나 스파이크를 해체하려고 하는 상대방을 노려 사용할 때 큰 효과를 발휘합니다.

__섬광 폭발(Q)__은 여진과 발사하는 메커니즘은 같으며 벽 너머 하늘 쪽으로 향해 사용하는게 좋습니다. 벽 너머에 있는 다수의 적에게 한꺼번에 군중 제어 효과를 줄 수 있기 때문이죠. 섬광 폭발을 상대하는 입장에서 마우스를 돌려 섬광 지속시간을 줄일 수 있지만 터지는 속도가 매우 빨라 반응하기가 매우 어렵습니다.

__균열(E)__은 멀리 있는 적까지도 무력화 시킬 수 있는 스킬입니다. 풀 충전까지 2초의 시간이 소모되며 시전 거리가 늘어납니다. 이 스킬에 맞은 상대는 멍한 상태가 됩니다.

__지진 강타(X)__는 상대하는 입장에서 생각보다 피하기가 힘들고 진형 붕괴를 시키는데에 있어서 최고의 스킬입니다. 특히 맞은 상대를 에어본 시키기 때문에 스파이크를 설치하거나 해체중인 상대가 맞는다면 해당 작업이 중지되기때문에 이러한 경우 사용하면 좋습니다.
`
,
`
브림스톤은 전장을 효율적으로 컨트롤 할 수 있는 요원 중 한 명 입니다. 특히 다수의 적에게 큰 피해를 입히거나 발로란트 요원 중 가장 좋은 연막 스킬을 보유하고 있으며 아군에게 버프를 줄 수 있는 스킬도 가지고 있습니다.

__자극제 신호기(C)__는 아군에게 속사 버프를 줄 수 있는 영역을 바닥에 깝니다. 속사 버프는 연사 속도 10% 증가, 재장전 속도 10% 증가, 무기 전환 속도 10% 증가, 탄 퍼짐 10% 감소 효과를 가지고 있습니다. 속사 버프는 해당 영역에 있다가 그 영역에서 나와도 일정 시간 유지되는 특성을 가지고 있습니다. 내가 혹은 아군 브림스톤이 사용한 자극제 신호기는 적에게 범위가 보이지 않습니다.

__소이탄(Q)__은 포물선으로 날아가 바닥에 떨어지면 화염 장판을 생성하는 탄환을 발사합니다. 벽에 부딪히면 튕겨 나오기때문에 무수한 각을 만들 수 있습니다. 매복하고 있는 상대방을 나오게끔 강제할 수도 있고 모여있는 상대의 진형을 붕괴시킬 수 있습니다. 

__공중 연막(E)__은 총 3개까지의 연막을 공중에서 투하 합니다. 브림스톤의 연막은 지속기간이 길고 동시다발적으로 광대한 범위에 설치하기가 쉬워 높은 성능의 연막으로 평가 받습니다. 다만 공중에서 투하하는 만큼 난간등에 걸쳐지는 경우가 발생할 수 있습니다. 

__궤도 일격(X)__은 밀집된 적에게 광역범위 데미지를 입힙니다. 궁극기 투하 결정 후 1초 뒤에 투하되어 쉽게 피할 수 있다는 단점이 있지만, 범위가 넓고 데미지가 들어오는 시간이 짧아 아군의 군중 제어 스킬과 사용하거나 지형 변화 스킬과 연계하여 사용하면 큰 효과를 기대할 수 있습니다.
`
,
`
사이퍼는 함정을 설치하거나 CCTV를 설치하여 적의 동선을 파악하고 궁극기를 사용하여 적의 위치를 순간적으로 드러낼 수 있습니다. 스킬의 특성상 수비를 할때 진입로를 효율적으로 차단할 수 있습니다. 

__함정(C)__은 수비 진영에서 효율적으로 통로를 차단할 수 있지만 공격 진영에선 주로 상대가 로테이트하며 뒤치기를 하러 올만한 곳에 미리 함정을 설치하거나 상대의 백업/진격 속도를 늦추는 용도로 사용하면 좋습니다.

__사이버감옥(Q)__은 벽에 붙지않고 튕겨져 나와 바닥에 떨어지기때문에 코너 등에서 안전하게 감옥을 전개할 수 있습니다. 다만 바닥에 떨어지고 나서 조준하여 직접 활성화하기까지 딜레이가 있기때문에 이를 염두하고 플레이해야합니다. 

__스파이캠(E)__는 사이퍼가 살아있을때만 사용가능하며 F로 회수할 수 있습니다. 다만 회수한 이후 재설치 하기까지 15초의 쿨타임이 있습니다.

__신경 절도(X)__는 죽은 지 20초가 지나지 않은 적의 시체에다 조준하고 사용할 수 있습니다. 이때 모자를 던지는 모션 동안에는 아무런 행동도 할 수 없으니 주의해야합니다. 상대가 스파이크를 설치할 때 사용하면 좋습니다. 궁극기를 사용한 사이퍼는 모자를 벗고 다닙니다.
`
,
`
제트는 대시를 하거나 높이 공중으로 뛰어오르거나 공중에서도 활공 할 수 있는 등 발로란트의 요원 중 가장 기동성이 뛰어난 요원 입니다. 유틸성이 뛰어나 개인 위주의 플레이에 적합하지만 반대로 팀플레이에 크게 도움이 되는 요원으로 보기는 어렵습니다. 

__연막 폭발(C)__은 약 7초 가량 지속되는 연막을 던집니다. 이 때 스킬 버튼을 유지한 채로 마우스 에임을 움직이면 그에 맞추어 투사체가 날아갑니다. 에임을 유지한채로 스킬 버튼을 유지하면 일직선으로 연막이 날아갑니다. 다른 연막에 비하면 크기가 약간 작습니다. 대시 스킬과 함께 활용하여 진입할때 사용하거나 위급한 상황에서 도망갈때 유용합니다.

__상승 기류(Q)__는 공중으로 높게 도약하는 스킬인데 공중으로 도약하고 나서 착지하고도 일정 딜레이가 있으며 공중에서 사격 시 무빙 샷 판정을 받기 때문에 탄이 퍼져서 나가게 됩니다. 다만 샷건의 경우 집탄률이 다른 총기에 비해 높습니다. 연막, 대시 스킬과 함께 연계하여 사용하는게 좋습니다.

__순풍(E)__은 대시하고 일정 시간의 딜레이가 있으므로 시야가 확보된 상대 진영에 진입하는 용도로는 사용하지 않는게 좋습니다. 진입할때는 연막과 연계하여 사용하거나 대시 후 상승 기류를 바로 써 상대방의 에임을 하늘로 이끄는 등 주의하여 사용해야합니다. 혹은 다수의 적과 마주쳤을때 쏘고 도망치는 용도로 사용하면 좋습니다.

__칼날 폭풍(X)__은 헤드샷 데미지 150 기타 부위 데미지 50을 입히는 칼날을 던지는데 다른 총기와 달리 반동도 없고 무빙샷이 가능하며(좌클릭시에는 탄 퍼짐이 없으나 우클릭 시에는 있음) 우클릭을 사용하면 순간적인 폭딜이 가능합니다. 적 처치 시 초기화가 되기때문에 멀티킬을 올리기에도 유용합니다. 궁극기만 단일로 사용하는것보다 다른 유틸 스킬과 연계하면 더욱 큰 효과를 낼 수 있습니다.
`
,
`
오멘은 적의 시야를 차단하거나 순간이동으로 변수를 만들어내는 요원 입니다. 다만 피해를 입히는 스킬은 없으므로 전략적인 플레이가 요구됩니다.

__어둠의 발자국(C)__은 커서 방향으로 순간이동 하는 스킬인데 시전 후 딜레이가 긴 편이므로 연막을 쓴 뒤 그 안으로 순간이동 하거나 적의 시야를 가린 뒤에 고지대로 이동하는 방식으로 사용하면 좋습니다. 다만 순간이동 할때 상대방이 오멘이 순간이동하는 소리를 들을 수 있습니다. 바인드 맵에서 텔레포트를 타기전에 점프하면서 사용하고 텔레포트를 탄 뒤에 이전 위치로 돌아가 상대에게 페이크를 줄 수 있는 '잡기술'이 있습니다.

__피해망상(Q)__은 긴 거리를 날아가는 구를 직선으로 날려 맞은 적의 시야를 감소 시키는데 다만 적이 이 스킬을 맞았더라도 완전히 시야가 차단된건 아니므로 유의하여 접근해야 합니다.

__어둠의 장막(E)__은 생성 위치를 조절 할 수 있는 연막을 발사하는데 마우스 좌클릭/우클릭으로 가까움의 거리를 조절할 수 있습니다. 위치 고저에 따라 만약 공중에 연막을 날렸다면 이후 지상으로 천천히 하강합니다. 일부 지형지물을 사용하면 자신은 상대를 볼 수 있으나 상대는 자신을 볼 수 없는 원웨이 스모크(One-way Smoke)를 생성할 수 있습니다. 연막은 약 12초간 지속됩니다.

__그림자 습격(X)__은 상대방의 미니맵을 그림자로 가리며 전술 지도 상에서 위치를 선택하여 순간이동 하는데 상대방은 오멘이 어디로 순간이동 하는지 알 수 없습니다. 다만 도착하는 위치에 상대가 있었다면 순간이동이 도착할때 소리를 들을 수 있습니다. 순간이동을 사용하여 도착했을때 딜레이가 있으므로 되도록이면 연막으로 시야를 일부 차단한 뒤 순간이동 하거나 아예 안전한 곳으로 순간이동 하는게 좋습니다.
`
,
`
피닉스는 불을 사용하여 벽을 생성하거나 섬광탄을 던지거나 장판을 생성하는데 피닉스가 생성한 장판 또는 장막 위에 서있으면 피닉스의 체력이 회복됩니다. 이 때 적군과 아군 또한 데미지를 입는 다는 것을 잊지마세요! 피닉스의 스킬 구성은 혼자서 모든 게임플레이를 풀어나갈 수도 있으며 팀 플레이적으로도 매우 유용합니다. 

__불길(C)__은 장막을 쳐 상대의 시야를 가리거나 본인의 체력을 회복할때 사용합니다. 1초당 피해량 30 / 1초당 회복량 6.25 스킬 키를 누른채로 마우스를 돌리면 장판이 휘는데 에임을 하늘을 바라보고 마우스를 돌리면 장막 각도를 더욱 꺾을 수 있습니다.

__커브볼(Q)__은 코너에서 상대방을 쉽게 제압할 수 있는 주요 스킬 입니다. 커브볼에 당하게 되면 상대 캐릭터 머리 주변에 흰색 이펙트가 나타납니다. 피닉스의 커브볼을 상대할때는 마우스를 돌려 섬광탄을 바라보지않으면 실명 시간이 줄어듭니다. 하지만 속도가 빨라 반응하기 어렵고 예상하여 피하는게 중요합니다. 섬광 지속시간 1.1초

__뜨거운 손(E)__은 상대방 견제용 장판 혹은 자기 힐 용으로 쓸 수 있는 스킬입니다. 1초당 회복량 12.5 우클릭으로 짧게 던질 수 있으며 벽 또는 장애물과 접촉 시 수직 낙하하여 해당 지점에 장판이 생깁니다.

__역습(X)__은 피닉스의 돌격을 책임지는 주요 스킬 입니다. 궁극기를 사용한 위치에 표식이 생기며 상대방에게 죽거나 지속 시간이 다되면 가득찬 체력으로 다시 부활하게 됩니다. 부활 시 자동으로 모든 무기가 재장전됩니다. 다만 부활했을때 딜레이가 매우 기므로 처음 궁극기를 사용할때 위치를 주의깊게 선정하세요.
`
,
`
레이즈는 폭탄으로 견제하고 폭탄을 발판삼아 튀어다니거나 데미지를 주고, 광역 데미지와 진영 붕괴를 일으킬 수 있는 투척 무기 그리고 넓은 데미지에 광역 데미지를 주는 궁극기까지. 모든 스킬에 데미지가 있어 상대방을 처치하는데에 매우 유용합니다.

__폭발 봇(C)__은 점프하여 장애물 위에 작동시키거나 폭발 팩(Q)를 사용하여 튕겨내서 움직이게끔 할 수 도 있습니다. 상대방을 발견했을 경우 특별한 사운드를 내며 상대방에게 돌진합니다. 폭발 봇을 보내 폭발 봇을 부수는 상대방의 총소리를 듣고 상대방의 위치를 파악하거나, 폭발 봇을 보내고 동시에 진입하여 상대방의 시선이 폭발 봇으로 갔을때 쉽게 상대방을 처치할 수 있습니다. 상대방과 매우 근접한 상태에선 사용하지 않는게 좋습니다! 데미지는 최대 100입니다.

__폭발 팩(Q)__은 바닥 또는 벽에 부착하여 높은 위치에 올라가거나 벽을 뛰어 넘을 수 있습니다. 상대방에게 데미지를 주는 용도로도 쓸 수 있지만 연속 2회까지 쓸 수 있으므로 궁극기와 연계하여 변수를 창출할 수 도 있습니다.

__페인트 탄(E)__은 2회에 걸쳐 터지는 수류탄인데 1차 폭발을 피했다하더라도 2차 폭발 자탄의 범위가 조금 더 넓게 터지기때문에 상대하는 입장에선 주의해야합니다. 1차 폭발 데미지는 55이며 2차 폭발 자탄 당 (총 4개) 데미지는 55 입니다. 아군에게도 데미지를 줄 수 있으므로 이 점을 유의해야 합니다.

__대미 장식(X)__은 한번에 다수의 킬을 올릴 수 있는 매우 유용한 스킬 입니다. 궁극기 사용 시 로켓 발사를 준비하며 10초 이내에 로켓을 날릴 수 있습니다. 해당 로켓은 최대 150의 데미지를 가지고 있어 상대방을 한번에 처치하는데에 매우 유용합니다. 사용 시 레이즈는 약간 뒤로 밀려나며 대미 장식은 공중에서도 사용이 가능하니 폭발 팩과 연계하여 멋진 킬을 올릴 수 있습니다.
`
,
`
세이지는 힐러 역할 군의 요원이며 장벽 생성, 부활 스킬 등 팀 조합에서 반드시 필요한 요원으로 평가 받고 있습니다.

__장벽 구슬(C)__은 5개의 장벽을 생성합니다. 장벽은 최대 40초 동안 유지되며 시간이 지날 수록 장벽의 체력이 감소하다가 0이 되면 파괴됩니다(장벽 체력 800, 지속시간 30초). 장벽들은 각각 따로 체력을 가지고 있으며 데미지를 입혀 파괴할 수 있습니다. 장벽을 시전할 때 그 위에 있으면 딸려 올라갈 수 있으므로 다양한 전술을 만들어 낼 수 있습니다. 

__둔화 구슬(Q)__은 슬로우 군중제어 효과를 일으키는 장판을 약 2초간 생성합니다. 다만 아군도 느려지니 주의해서 사용하세요.

__회복 구슬(E)__은 쿨타임 마다 사용 할 수 있으며 틱당 5 회복, 최대 체력까지 회복됩니다. 아군을 회복시키거나 본인 체력을 회복 시킬 수 있습니다. 쿨타임 45초.

__부활(X)__은 근처의 아군을 조준하여 부활 시킬 수 있습니다. 아군은 최대 체력으로 살아나며 불리한 상황을 다시 역전 시킬 수 있는, 팀 게임에서 가장 중요한 궁극기라고 볼 수 있습니다.
`
,
`
소바는 드론을 이용하여 상대방의 위치를 진입 전에 파악하거나, 포물선을 그리며 날아가는 화살을 이용하여 변수를 창출할 수 있는 요원입니다. 특히 상대방의 위치를 확보한 뒤 궁극기를 사용하여 상대방을 처리하는 것은 소바의 트레이드 마크 입니다.

__올빼미 드론(C)__는 진입하기 전에 상대방의 위치를 파악하는데에 매우 유용한 스킬 입니다. 다트에 맞은 적은 위치가 드러납니다. 이 때 드론을 조종하는 소바는 매우 취약하므로 안전한 위치에서 드론을 날려야합니다.

__충격 화살(Q)__은 최대 90의 데미지를 입히는 충격 화살을 날립니다. 마우스 왼쪽 클릭을 유지하여 파워를 조절할 수 있으며 마우스 오른쪽 클릭으로 튕김 횟수를 조절 할 수 있습니다. 아군에게도 데미지를 입힐 수 있으니 주의하여 사용해야 합니다. 완전 고각으로 사용하였을 경우 현재 위치에 일정 시간이 지난 뒤에 떨어지게 되는데, 수적으로 불리한 상황에서 스파이크를 설치하고 고각으로 스파이크위치에 떨어지게 한 다음 스파이크를 해체하는 적을 죽이거나 견제할 수 있습니다.

__정찰용 화살(E)__은 날아간 위치에서부터 발생된 소나 레이더로 적을 감지합니다. 최대 2회까지 튕길 수 있으며 상대는 정찰 레이더를 파괴할 수 있습니다. 파동은 벽을 관통하지 못하므로 사각지대에 적이 숨어 있을 수도 있으니 유의하여 진입하세요.

__사냥꾼의 분노(X)__는 벽을 관통하는 사정거리가 긴 에너지 파를 쏩니다. 최대 80의 데미지를 가지고 있어 풀 체력의 상대를 2회 맞추어야 킬을 올릴 수 있습니다. 발사 시 딜레이가 있으며 상대방의 입장에선 주의 표시와 함께 궤적이 표시되므로 방해 요소가 없다면 쉽게 피할 수 도 있습니다. 따라서 정찰용 화살 등과 연계하여 상대방의 위치와 동선을 파악한 뒤에 사용하거나 스파이크를 설치하고 사각지대에 숨은 뒤 스파이크를 해체하는 상대에게 사용하면 좋습니다.
`
,
`
바이퍼는 아군과 적에게 모두 데미지를 입히는 독을 사용하는 요원입니다. 라운드 시작 시 50의 연료를 보유하고 최대 100의 독성을 보유할 수 있습니다. 연료는 스킬을 사용하지 않을 때 자동으로 차오르며 독성 구체나 장막 사용시 연료가 줄어들고 0이되면 스킬이 자동으로 비활성화 됩니다.

__뱀 이빨(C)__은 벽에 튕겨나와 바닥에 독 장판을 생성합니다. 최대 72의 데미지를 입히며 적군과 아군은 물론 바이퍼 본인도 데미지를 입을 수 있습니다. 스파이크 해체 지점에 미리 깔아 놓는 방식으로 활용할 수 있습니다.

__독성 연기(Q)__는 가스 방사기를 던져 ON했을 경우 독 가스를 내뿜는 구체를 생성합니다. 스킬을 한번 더 눌러 껐다/켰다 할 수 있으며 가스 방사기 앞에서 F를 눌러 다시 회수한 뒤 쿨타임이 지나면 다시 던질 수 있습니다. 가스 방사기를 던져 위치를 고정시킬 수 있다는 점 때문에, 상자 위 혹은 문 틀 등에 가스 방사기를 던져서 상대방은 나를 볼 수 없지만 바이퍼는 독 가스 구체 밑으로 상대방의 위치를 볼 수 있는 원 웨이 스모크(One-way Smoke)를 쉽게 활용할 수 있습니다. 돈을 조금이라도 아끼고 싶으면 라운드가 끝나고 매번 독성 연기를 회수하는게 좋습니다.

__독성 장막(E)__은 바이퍼의 위치로 부터 일직선으로 여러개의 가스 방사기들을 발사합니다. 이 때 미니맵을 통하여 어디까지 가스 방사기들이 깔릴 지 확인할 수 있으며 1.02 패치로 방사기를 벽을 조준하고 발사 시 벽을 관통하여 그 다음 지역에도 방사기가 깔리기때문에 매우 편리해졌습니다. 활성화/비활성화 할 때 일정 시간의 쿨타임이 존재하며 독성 연기와 달리 회수할 수 없습니다. 만약 우리팀이 공격 시에는 양각인 루트를 한쪽 시야를 가려주는 용도로 사용하면 좋고, 수비일 경우에는 진입로의 시야를 가로로 차단하여 적들이 쉽게 접근하지 못하게 하는 것이 좋습니다.

__독사의 구덩이(X)__는 바이퍼를 대표하는 스킬로써 바이퍼만의 공간을 생성합니다. 해당 영역안에 바이퍼가 계속 머무르고 있으면 공간이 계속 지속되며 이 공간안에 다른 요원이 들어오면 가시거리가 줄어들고 적군/아군 모두 데미지를 입습니다. 하지만 1의 체력에 도달한 이후 더 이상 데미지를 입지 않으며 이 영역에서 나갈 경우 다시 체력이 회복됩니다. 스파이크와 연계하여 궁극기를 사용하는게 좋습니다. 바이퍼가 연기 밖에 있는 동안에 궁극기는 최대 12초간 유지 되며, 스킬 키를 길게 누르면 궁극기를 일찍 끝낼 수 있습니다.
`
,
`
__눈총(C)__은 투척한 눈이 상대방의 시야내에 들어온다면 시야를 완전히 차단시킬 수 있는 굉장히 좋은 스킬입니다. 투사체 속도가 굉장히 빠른 편이고, 지속 시간이 약 3초간으로 짧은 편 입니다. 이 눈총 스킬은 상대방이 부술 수 있으므로 만약 상대방이 눈을 부수기로 결정했다면 상대방이 부수는 틈에 진입하는 것이 좋습니다. 

__포식(Q)과 무시(E)__는 총 사용 횟수 4회로 횟수를 공유하는 스킬입니다. 상황에 맞추어 상대방을 처치 한 다음, 본인 힐을 할지 은신으로 숨은 뒤 다음 상대의 헛점을 찌를지 순간적인 판단이 필요합니다. 포식을 사용하는 경우에 레이나와 영혼 구슬 사이에 벽이 존재하게 된다면 스킬이 중지됩니다. 무시는 레이나가 엔트리로 진입하여 상대방을 처치한 다음 상대편의 진형 뒤로 숨어들어가거나 효율적인 자리를 선점하는 등의 용도로 사용하는게 좋습니다. 

__여제(Q)__는 사격, 장착, 재장전 속가 크게 증가하고 적을 처치하면 지속시간이 초기화 되는 등 일대 다수의 상황에서 매우 유용한 스킬입니다. 레이나 스킬의 꽃이라고 불릴 만큼 여제 스킬은 굉장히 중요한 스킬이며 이를 위해 매 라운드마다 궁극기 구슬을 가능한한 취해주는게 좋습니다.
`
]